[
{
  "unternehmen": "DS Holding",
  "branche": ["6","7"],
  "typ": "IBR",
  "jahr": 2023,
  "details": {
    "haupt- und unterstützungsprozesse": [
    {
      "abteilung": "Produktmanagement",
      "signale_pro": [
        "Entwicklungsgeschwindigkeit durch eigene Produktentwicklung",
        "Anbindung 'Die Höhle der Löwen'",
        "Scouting nach Trendprodukten durch Auswertung externer Daten"
      ],
      "signale_kontra": [
        "Zu enger Fokus auf eigene Ressourcen und DHdL",
        "Nicht ausreichend prominent organisatorisch etabliert"
      ],
      "handlungsempfehlungen": [
        "Etablierung 'Produkt'-Kompetenz (Entwicklung und Management) als Marketing-Funktion",
        "Weiterer Ausbau der Nutzung externer Ideengeber / Quellen durch neue Formate mit Medien"
      ]
    },
    {
      "abteilung": "Beschaffung",
      "signale_pro": [
        "Gutes, langjähriges Verhältnis zu Hauptlieferanten in China",
        "Qualitätsmanagement vor Ort"
      ],
      "signale_kontra": [
        "Reine Dienstleisterfunktion ohne Bestandsverantwortung",
        "Eingeschränkte systembasierte Steuerung des S&OP-Prozesses"
      ],
      "handlungsempfehlungen": [
        "Stärkung Produktmanagement (als eigenständigen Funktionsbereich)",
        "Organisatorische Integration mit Lager, Intra-Logistik und Outbound-Logistik"
      ]
    },
    {
      "abteilung": "Vertrieb",
      "signale_pro": [
        "Verkauf an den stationären Handel",
        "Nachfrage-Generierung über Themen- und Produktwelten, die im Falle Netto auch selber gesteuert werden",
        "Stetiges Wachstum im Online-Geschäft"
      ],
      "signale_kontra": [
        "Methodik Vertriebsplanung",
        "Nachhaltigkeit Steuerung",
        "D2C-Geschäft auch nach TSC-Übernahme stark ausbaufähig"
      ],
      "handlungsempfehlungen": [
        "Ausbau Vertrieb und Distribution über Endkundenmärkte (D2C)",
        "Erwerb und Nutzung von Kundendaten zwecks (KI-basierter) Generierung von Leads und Cross-Selling-Opportunitäten"
      ]
    },
    {
      "abteilung": "Logistik",
      "signale_pro": [
        "Zweiter Hauptlagerstandort in Polen mit niedrigen Betriebskosten",
        "Retouren-Bearbeitung und Aufbereitung als A-Ware",
        "Same Day Delivery (z. B. für Amazon Prime)"
      ],
      "signale_kontra": [
        "Keine ausreichende Transparenz über Einzelkosten (z. B. Handlings)",
        "Keine Systemunterstützung für standortübergreifende Steuerung"
      ],
      "handlungsempfehlungen": [
        "Stärkere organisatorische Integration der Logistik mit anderen SCM-Funktionen (insbes. Einkauf)",
        "Verbesserung der IT-basierten Transparenz und Entscheidungsunterstützung"
      ]
    },
    {
      "abteilung": "IT/Digitalisierung",
      "signale_pro": [
        "Ablösung der alten IT-Landschaft"
      ],
      "signale_kontra": [
        "Fehlende Akzeptanz der Fachabteilungen und Verständnis für eine IT-Umstellung",
        "Implementierung MS/BC unvollständig und problembehaftet",
        "IT-Team hat nach wie vor Optimierungsleistung der Fachabteilungen abzuarbeiten"
      ],
      "handlungsempfehlungen": [
        "Harmonisierung offener Geschäfts- und IT-Anforderungen",
        "‘IT-Sprint’ mit externer Unterstützung und Change-Management",
        "Ausbau Richtlinien-Kompetenz der IT-Leitung",
        "Standort Stettin auf gleiches WMS umstellen wie Gallin"
      ]
    },
    {
      "abteilung": "Finanzen",
      "signale_pro": [
        "Hohe fachliche Kompetenz",
        "Hohe Detailtiefe für Finanzdaten vorhanden"
      ],
      "signale_kontra": [
        "Planungsprozesse strukturell und inhaltlich auf zu hoher Flughöhe",
        "Hohe Ressourcenbindung durch IFRS- und HGB-Berichterstattung",
        "Organisatorische Differenzierung nicht durchgängig nachvollziehbar"
      ],
      "handlungsempfehlungen": [
        "Anpassung der Ressourcen und Aufbauorganisation nach Wegfall der IFRS-Berichterstattung notwendig",
        "Aufarbeitung des Buchungsrückstandes durch IT-Umstellung erforderlich"
      ]
    },
    {
      "abteilung": "HR",
      "signale_pro": [
        "Zeitgemäßes HR-Managementtool in Verwendung (Personio)",
        "Restrukturierungserfahrung",
        "Anwendungs- / Nutzungsgrad MbO-basierter Führungsprozesse",
        "Verzahnung HR- und Stellenplanung (hohe Personalaufwandsquote)"
      ],
      "signale_kontra": [
        "Geringer Anteil befristeter Mitarbeiter"
      ],
      "handlungsempfehlungen": [
        "Prozesse zur Anpassung der Personalstärke im Zuge des geplanten Konzernumbaus und der Fokussierung auf das D2C-Geschäft unterstützen",
        "Überprüfung der Flexibilisierung der Personal-Ressourcen durch Einsatz von Fremdarbeit"
      ]
    },
    {
      "abteilung": "Marketing",
      "signale_pro": [
        "Hohe Akzeptanz bei relevanten Medien (u. a. Pro7, RTL, QVC)",
        "Zugpferd Ralf Dümmel mit hohem Bekanntheitsgrad",
        "Co-Marketing / -Branding (Aldi-Grill, Koch Christian Rach als Tester für DS-Produkte)"
      ],
      "signale_kontra": [
        "Stark auf die Person Ralf Dümmel zugeschnitten",
        "MAXX als Marke ohne großen Bekanntheitsgrad"
      ],
      "handlungsempfehlungen": [
        "Marketing als integrierte Führungsfunktion ausbauen",
        "Insbesondere Marketingkompetenz für das Online- und D2C-Geschäft stärken"
      ]
    }
    ],
    "markttrends": [
      {
        "trend": "Smart Technology",
        "beschreibung": [
          "Ermöglicht eine effizientere Lagerverwaltung, Inventurkontrolle und Bestandsverwaltung, was zu Kosteneinsparungen und einer besseren Ressourcennutzung führt.",
          "Händler können personalisierte Angebote und Einkaufserlebnisse schaffen, die die Kundenzufriedenheit steigern und die Kundenbindung fördern.",
          "Ermöglicht eine umfassende Datenerfassung, -analyse und -verarbeitung, um fundierte Geschäftsentscheidungen zu treffen."
        ],
        "positive_effekte": [
          "Effiziente Lagerhaltung, Langfr. Kosteneinsparung",
          "Innovationspotenzial durch z. B. personalisierte Angebote",
          "Optimierte strategische Entscheidungsfindung"
        ],
        "negative_effekte": [
          "Kurzfristige Kostensteigerungen durch Anschaffungskosten"
        ]
      },
      {
        "trend": "Nachhaltigkeit",
        "beschreibung": [
          "Zunehmende Nachfrage der Verbraucher nach umweltfreundlichen und ethisch korrekt produzierten Produkten hat den Handel dazu veranlasst, sein Sortiment entsprechend anzupassen",
          "Unternehmen, die sich für nachhaltige Praktiken engagieren, werden oft positiv von Kunden wahrgenommen.",
          "Regierungen und Branchenverbände setzen zunehmend strenge Vorschriften und Standards in Bezug auf Nachhaltigkeit durch."
        ],
        "positive_effekte": [
          "Marktchancen durch Differenzierung",
          "Positives Image durch nachhaltige Praktiken",
          "Einhaltung gesetzlicher Vorschriften und Vermeidung von Strafen"
        ],
        "negative_effekte": [
          "Höhere Kosten durch das Einhalten von Vorschriften",
          "Höhere Investitionen für ressourceneffiziente und nachhaltige Herstellungsprozesse sowie Forschung in diesem Bereich"
        ]
      },
      {
        "trend": "Kunden erwarten Innovationen",
        "beschreibung": [
          "Eigenmarken werden von den Händlern immer stärker als eigenständige Marke positioniert und beworben, da diese höhere Margen bieten (Beispiel Lidl mit Parkside).",
          "Kunden erwarten hohe Innovationstätigkeit und optimales Produktmanagement der Lieferanten, um sich einerseits von ihren Wettbewerbern differenzieren zu können und andererseits die Kundenfrequenz in den Läden zu erhöhen."
        ],
        "positive_effekte": [
          "Steigende Notwendigkeit des Ausbaus der Produktkompetenz und höherer Innovationstätigkeit",
          "Risikoposition bzgl. Qualität und Liefertermineinhaltung bei den Kunden steigt"
        ],
        "negative_effekte": [
          "Preis- und Konkurrenzdruck erhöht sich",
          "Beeinträchtigung der Markenpositionierung"
        ]
      },
      {
        "trend": "Anhaltender Inflationsdruck",
        "beschreibung": [
          "Die anhaltende Inflation kann zu steigenden Beschaffungskosten für Rohstoffe, Energie und Arbeitskräfte führen. Dies führt wiederum zu Preiserhöhungen für Waren und Dienstleistungen.",
          "Inflationsbedingte Preiserhöhungen können das Verbraucherverhalten beeinflussen, indem sie die Kaufkraft der Kunden verringern.",
          "Inflationsdruck und die damit einhergehende Ungewissheit über künftige Entwicklungen reduzieren das Konsumverhalten der Kunden."
        ],
        "positive_effekte": [
          "Vermehrter Kauf von Produkten in der Sonderaktion / bei Preisreduzierung"
        ],
        "negative_effekte": [
          "Preis- und Konkurrenzdruck erhöht sich",
          "Zurückhaltung der Konsumenten für größere Ausgaben"
        ]
      }
    ],

    "SWOT": [
      {
        "stärken": [
          "Aktive Flächensteuerung: Aufgrund der Vielzahl an Warengruppen und Artikeln kann DS in einigen LEHs die Artikel und Preislage selbst steuern und sich so von der Konkurrenz abheben.",
          "Vertriebsnetzwerk: Die DS-Holding setzt auf langjährige Kundenbeziehungen und verfügt stationär und online über ein breit aufgestelltes Vertriebsnetzwerk. Dabei wird stationär eine Marktabdeckung von 80% bis 100% erreicht. Der Online-Vertriebskanal ist stark wachsend.",
          "Produktbeschaffung: Langjährige Beziehungen zu Hauptlieferanten in China und Qualitätsmanagement vor Ort bilden die Grundlage für die Produktbeschaffung.",
          "Logistik: Die eigene leistungsfähige Logistik ermöglicht 'Same Day Delivery' und reduziert die Abhängigkeit von externen Partnern."
        ],
        "schwächen": [
          "D2C-Geschäft: Durch den Fokus auf das B2B-Geschäft bleiben Potenziale hinsichtlich des Absatzes auf Endkundenmärkten (MAXXWORLD) ungenutzt.",
          "Standortvernetzung: Aufgrund der fehlenden organisatorischen Integration der Logistik mit anderen SCM-Funktionen wird die standortsübergreifende Steuerung erschwert.",
          "IT: Verständnis und Akzeptanz für Umstellung der IT-Systeme stellen die DS Holding vor Herausforderungen. Zusätzlich werden unterschiedliche und nicht vernetzte WMS an den Lagerstandorten genutzt.",
          "Sortimentsstruktur: Die Diskrepanz zwischen stationärem Aktionswarengeschäft und Dauerlistung online erfordert eine strategische Sortimentspolitik."
        ],
        "chancen": [
          "Smart Technology: Innovative Technologien bieten effizientere Möglichkeiten der Lagerverwaltung, Inventurkontrolle und Bestandsverwaltung. Mengenabnahmen von Kunden können dadurch ggf. besser koordiniert werden.",
          "Innovationskraft: Das wettbewerbsintensive Marktumfeld fordert von den Unternehmen hohe Innovationskraft und optimales Produktmanagement.",
          "Lieferantenbeziehungen: Der Fokus des Einzelhandels auf Lieferantenreduzierung führt zu einer Konsolidierung des Marktes, wovon innovations- und kapitalkräftige Unternehmen profitieren."
        ],
        "risiken": [
          "Mengenreduzierung: Aufgrund gesunkener Abverkaufs-Quoten im Non-Food-Bereich reduzieren die Kunden die Mengen pro Filiale.",
          "Handelseigenmarken: Eigenmarken werden aufgrund höherer Margen vom LEH und Discounter immer stärker positioniert und können zur Auslistung von Händlermarken führen.",
          "Inflationsdruck: Anhaltend hohe Inflation und Ungewissheit über die zukünftige Entwicklung reduzieren Kaufkraft und Konsumverhalten der Kunden im Non-Food-Bereich."
        ]
      }
    ],

    "krisenstadium": [
      {
        "Stakeholderkrise": [],
        "Strategiekrise": [],
        "Produkt- und Absatzkrise": [],
        "Erfolgskrise": [],
        "Liquiditätskrise": [],
        "Insolvenzreife": []
      }
    ],

    "maßnahmen": [
      "Personalreduktion",
      "Fokussierung auf Kernkompetenzen und -geschäft",
      "Ausbau Online Geschäft",
      "Ausbau des Marketings",
      "Zusammenfassung von Einzelfunktionen des Supply Chain Managements",
      "Lagerbestand reduzieren",
      "Lagerbestandswert reduzieren/ anpassen"
    ]
    }
},

{
  "unternehmen": "AKKU SYS",
  "branche": ["3"],
  "typ": "IBR",
  "jahr": 2025,
  "details": {
    "haupt- und unterstützungsprozesse": [
      {
        "abteilung": "Einkauf",
        "signale_pro": [
          "Hohes produktspezifisches Know-how mit Beratungskompetenz",
          "Eingeleiteter Change-Prozess: Neuer Einkaufsleiter mit ausgeprägtem Kompetenzprofil (seit 06/2025)"
        ],
        "signale_kontra": [
          "Historisch überwiegend als reine Beschaffungsorganisation ausgerichtet",
          "Ausbaufähiges Verhandlungsmanagement"
        ],
        "handlungsempfehlungen": [
          "Verstärkte Mitarbeiterbefähigung bezüglich Verhandlungsmanagement",
          "Anpassung der Zahlungsbedingungen mit Lieferanten",
          "Umsetzung systemischer Unterstützung bei Working-Capital-Management (z. B. Slimstock)",
          "Konsequenter Abverkauf von nicht bzw. langsam drehenden Waren"
        ]
      },
      {
        "abteilung": "Montage",
        "signale_pro": [
          "Standort modern und ohne Investitionsstau",
          "Skalierbarkeit der Produktionskapazitäten gegeben"
        ],
        "signale_kontra": [
          "Eingeschränkte Transparenz im Retourenmanagement (derzeit bis auf Personalkosten keine Übersicht)"
        ],
        "handlungsempfehlungen": [
          "Systemische Unterstützung bei Retourenmanagement einführen (Transparenz schaffen)"
        ]
      },
      {
        "abteilung": "Logistik",
        "signale_pro": [
          "Hochregallager mit allen notwendigen Erfordernissen (Rammschutz, Brandschutz etc.)",
          "Überdurchschnittliches Maß an Sauberkeit und technischer Infrastruktur",
          "Tracking und sehr hoher Fokus auf Liefertreue zum Kundenerhalt"
        ],
        "signale_kontra": [
          "Geringe Transparenz bezüglich systemischer KPIs (Produktivität, Reklamationsfälle etc.)"
        ],
        "handlungsempfehlungen": [
          "Aufbau eines Kennzahlensystems zur Produktivitäts- und Effizienzsteuerung sowie eines schnelleren Lagerdurchlaufs",
          "Regelmäßige Preisverhandlungen mit Paket- und Speditionsdienstleistern"
        ]
      },
      {
        "abteilung": "Vertrieb",
        "signale_pro": [
          "Klar konzipierte Marktdurchdringungsstrategie mit proaktiver Bearbeitung potenzialstarker Fokussektoren",
          "Value-Added Distributor: Positionierung über Beratungs- und Service-Mehrwerte in Abgrenzung zu klassischen B2B-Großhändlern"
        ],
        "signale_kontra": [
          "Verhaltene Marktbearbeitung in den letzten Jahren durch starke Vertriebsaktivitäten aus der als Umsatz- und Ertragsträger geltenden 'Cash Cow' Photovoltaik"
        ],
        "handlungsempfehlungen": [
          "Etablierung eines Project Management Office (PMO) zur Steuerung und Kontrolle des vertrieblichen Turn-Around-Programms",
          "Bedarfsorientierte Weiterentwicklung und Befähigung der Mitarbeitenden in den Kundenteams durch Schulungen und Coachings"
        ]
      },
      {
        "abteilung": "Finanzen",
        "signale_pro": [
          "Kaufmännischer Leiter mit langjähriger Erfahrung und klarer Vorstellung zur zukünftigen Ausrichtung",
          "Integrierte Planung auf Jahresbasis vorhanden",
          "Buchhaltung auf aktuellem Stand"
        ],
        "signale_kontra": [
          "Keine rollierend aktualisierte Liquiditätsplanung vorhanden"
        ],
        "handlungsempfehlungen": [
          "Aufbau adressatengerechter Reportingstrukturen",
          "Einführung rollierende Liquiditätsplanung",
          "Einführung integrierte Planung auf Monatsbasis"
        ]
      },
      {
        "abteilung": "IT/Digitalisierung",
        "signale_pro": [
          "Weitgehende Digitalisierung von Geschäftsprozessen",
          "Management-Support für die Implementierung neuer Technologien",
          "Verbesserung der Cybersicherheit"
        ],
        "signale_kontra": [
          "Einsatz von KI noch in einem frühen Stadium (bereits implementiert z. B. im Customer Care)"
        ],
        "handlungsempfehlungen": [
          "Versicherungsfähigkeit für Cybersecurity herstellen",
          "Zentrales, unternehmensweites Wissensmanagement aufsetzen"
        ]
      },
      {
        "abteilung": "Management",
        "signale_pro": [
          "Langjährige Kenntnis des Marktes/Unternehmens und Netzwerk mit Händlern/Wettbewerbern",
          "Teilweise Notwendigkeit der Veränderung erkannt",
          "Teilweise Restrukturierungserfahrung vorhanden"
        ],
        "signale_kontra": [
          "verspätete Reaktion auf rückläufige Geschäftsentwicklung",
          "Mangelnde Transparenz bezüglich Covenant-Einhaltung"
        ],
        "handlungsempfehlungen": [
          "Stärkere Steuerung des Transformationsprogramms inklusive regelmäßigen objektiven Reportings",
          "Höhere Transparenz in Hinblick auf Covenant-Einhaltung"
        ]
      },
      {
        "abteilung": "Mitarbeiter",
        "signale_pro": [
          "Anfang 2025 überarbeitete Aufbauorganisation",
          "Signifikanz einer motivierten und kompetenten Belegschaft erkannt"
        ],
        "signale_kontra": [
          "Im Vergleich zum Großhandel hohe Personalaufwandsquote",
          "Erhöhte Fluktuationsrate",
          "Digitalisierung der Personalakten noch wenig fortgeschritten"
        ],
        "handlungsempfehlungen": [
          "Abschluss der Digitalisierung der Personalakte",
          "Verbesserung von Employer Branding und Recruitingprozessen",
          "Entwicklung und Umsetzung eines neuen Weiterbildungskonzepts"
        ]
      }
    ],
    "markttrends": [
      {
        "trend": "Protektionismus und Handelsrestriktionen",
        "beschreibung": [
          "Die zunehmende geopolitische Fragmentierung erschwert die Beschaffung von Batteriezellen oder Solarmodulen oder reduziert zumindest die Beschaffungssicherheit."
        ],
        "positive_effekte": [],
        "negative_effekte": [
          "Erschwerte Beschaffung und längere Lieferzeiten",
          "Zunahme regulatorischer Komplexität im Einkauf"
        ]
      },
      {
        "trend": "Direktvertrieb asiatischer Hersteller nimmt zu",
        "beschreibung": [
          "Asiatische Anbieter umgehen klassische Handelsstrukturen und bieten ihre Produkte im Direktvertrieb an. So greifen die Hersteller Marktanteile der Großhändler ab."
        ],
        "positive_effekte": [],
        "negative_effekte": [
          "Marktanteilsverlust im klassischen Großhandel",
          "Preisdruck durch Wettbewerbsverschärfung"
        ]
      },
      {
        "trend": "Neue regulatorische Anforderungen im Batteriehandel",
        "beschreibung": [
          "Importierte Batterien aus Nicht-EU-Ländern gelten ab 2026 als Inverkehrbringungen und sind für den digitalen Batteriepass verantwortlich."
        ],
        "positive_effekte": [
          "Höhere Transparenz und Rückverfolgbarkeit",
          "Förderung nachhaltiger Produktstandards"
        ],
        "negative_effekte": [
          "Steigende Kosten für Compliance und Datendokumentation"
        ]
      },
      {
        "trend": "Komplettlösungen (Solar, Batterie, Klimatechnik)",
        "beschreibung": [
          "Kunden wünschen kombinierte Lösungen aus PV, Wallbox, Speicher und Klimasystemen. Steigende Temperaturen erhöhen den Bedarf an Kühltechnik und Wärmepumpen und eröffnen neue Absatzpotenziale."
        ],
        "positive_effekte": [
          "Neue Absatzpotenziale durch Komplettlösungen",
          "Stärkere Kundenbindung durch integrierte Produktlösungen",
          "Höhere Margen durch Systemverkauf statt Einzelkomponenten"
        ],
        "negative_effekte": [
          "Erhöhte Komplexität in Beratung, Vertrieb und Service"
       ]
      },
      {
        "trend": "Künstliche Intelligenz",
        "beschreibung": [
          "KI ermöglicht schnelle, hochwertige Beratung über digitale Kanäle und gleicht Personalmangel in der Kundenbetreuung und im Service aus. Weitere Anwendungen sind im Pricing denkbar."
        ],
        "positive_effekte": [
          "Effizienzsteigerung in Kundenservice und Beratung",
          "Adaptive Preisgestaltung ermöglicht Deckungsbeitragmaximierung"
        ],
        "negative_effekte": [
          "Hoher Investitionsbedarf",
          "Risiken durch unzureichende Datenqualität oder Bias in KI-Systemen"
        ]
      },
      {
        "trend": "Circularity/Reparierbarkeit",
        "beschreibung": [
          "Die EU-Batterieverordnung schreibt ab 2027 leicht austauschbare Batterien vor, was Refurbishment und Ersatzakkus stärkt."
        ],
        "positive_effekte": [
          "Stärkung des Refurbishment- und Aftermarkets und damit verbundene Umsatzpotenziale für Akku Sys"
        ],
        "negative_effekte": [
        ]
      },
      {
        "trend": "Alternde Bevölkerung",
        "beschreibung": [
          "Die demografische Entwicklung sowie Trends zur E-Mobilität im Pflege- und Gesundheitsbereich schaffen eine wachsende Nachfrage nach Batterien für Elektromobile und medizinische Hilfsmittel."
        ],
        "positive_effekte": [
          "Steigende Nachfrage im Pflege- und Gesundheitssektor"
        ],
        "negative_effekte": [
        ]
      }
    ],
    "SWOT": [
      {
        "stärken": [
          "Ausgeprägtes technisches Produkt-Know-how mit Beratungskompetenz",
          "Gute Vernetzung im nationalen sowie internationalen Händler- und Lieferantennetzwerk",
          "Hohe Wertschätzung und Bindung bestehender Kunden durch schnelle Auftragsabwicklung und Servicequalität",
          "Moderner Montage- und Logistikstandort in Süderholz ohne Investitionsstau und mit hohem Maß an technischer Ausstattung",
          "Personal als Springer zwischen Montage und Logistik zur Abdeckung von Auslastungsspitzen"
        ],
        "schwächen": [
          "Überdurchschnittlich hohe Personalaufwandsquote",
          "Aktuell erhöhte Fluktuationsrate",
          "Begrenzter Einsatz von BI zur Unternehmenssteuerung sowie KI in der Unternehmensplanung",
          "Historisch Beschaffungsorganisation ohne klaren Einkaufsfokus"
        ],
        "chancen": [
          "Etablierter Händler im deutschen und internationalen Aftermarket für Batterien, insbesondere in den Bereichen Reha, Sicherheit und Gabelstapler",
          "Konsolidierung im Markt führt zu neuen Chancen durch Service- und Ersatzteilschwerpunkte",
          "Eigene Produktserie im Bereich erneuerbare Energien mit höheren Margen",
          "Strategische Partnerschaft mit Midea ermöglicht Mehrumsätze im Bereich erneuerbare Energien"
        ],
        "risiken": [
          "Zunehmender Direktvertrieb asiatischer OEMs erhöht Wettbewerbsdruck",
          "Geringe Kundentreue im Online-Segment erhöht Wechselrisiko",
          "Eingeschränkte Verhandlungsmacht gegenüber Lieferanten kann Margen belasten"
        ]
      }
    ],
    "krisenstadium": [
      {
        "Stakeholderkrise": [
          "Kein eindeutig definiertes und kommuniziertes Unternehmensleitbild",
          "Verspätete Reaktion der Geschäftsführung auf rückläufige Entwicklung",
          "Covenant-Brüche führen zu Misstrauen auf Finanziererseite",
          "Fehlende Veränderungsbereitschaft in der Vergangenheit bezüglich Solar/Photovoltaik-Fokus"
        ],
        "Strategiekrise": [
          "Fehleinschätzung der Wettbewerbssituation oder Marktentwicklung und verzögerte Reaktion",
          "Unklare Markt- und Produktpositionierung",
          "Keine ausformulierte Unternehmensstrategie",
          "Unklare oder fehlende strategische Ausrichtung in Hinblick auf die angestrebte Wettbewerbsposition oder -vorteile."
        ],
        "Produkt- und Absatzkrise": [
          "Anhaltender Umsatzrückgang bei Hauptprodukten (Solar und Photovoltaik)",
          "Steigendes Working Capital und Zunahme der Kapitalbindung",
          "Verschiebung von Umsätzen in den B2C-Bereich mit höherer Abhängigkeit von diesem Kanal"
        ],
        "Erfolgskrise": [
          "Andauernder Renditeverfall je verkaufter Einheit",
          "Nachfragerückgang im Bereich Photovoltaik.",
          "Negatives Jahresergebnis in 2024 infolge nicht angepasster Kostenstruktur",
          "Verstöße gegen Covenants nach Ausleihungen gegenüber verbundenen Unternehmen und Entnahmen von Gesellschaftern"
        ],
        "Liquiditätskrise": [
          "Ausreichende Liquidität zur Deckung kurzfristiger Verbindlichkeiten vorhanden",
          "13-Wochen-Planung zeigt kurzfristige Durchfinanzierung"
        ],
        "Insolvenzreife": [
          "Zahlungsunfähigkeit im Sinne von § 17 InsO liegt nicht vor",
          "Überschuldung (§ 19 InsO) aktuell nicht ersichtlich",
          "Positive Fortbestehensprognose bei gesicherter Durchfinanzierung"
        ]
      }
    ],

    "maßnahmen": [
        "Steigerung der Vertriebsaktivitäten und Festlegung messbarer interner Vorgaben für das Sales-Team",
        "Marketingautomatisierung",
        "Potentiale von Cross- und Upselling evaluieren und automatische Produktvorschläge implementieren",
        "Kundenindividuelle Preisgestaltung einführen",
        "Optimierung der Schnittstelle zwischen ERP und CRM System",
        "Vertriebskooperation mit Midea: Akku Sys wird exklusiver Vertriebspartner für Energiespeichersysteme von Midea",
        "Eigenmarke weiter fokussieren und ausbauen",
        "Produktbündelungen anbieten (Solar + Speicher + Wallbox)",
        "Konditionen mit Lieferanten neu verhandeln",
        "Mitarbeiter befähigen im Verhandlungsmanagement",
        "Sonderverkauf von Langsam- und Nicht-Drehern",
        "Personalreduktion im Einkauf durch Einführung einer neuen Software",
        "Erhöhung der Versandkostenpauschale",
        "Neuausschreibung von Logistikdienstleistungen",
        "Freistellung von Mitarbeitern mit geringer Leistungs- und Veränderungsbereitschaft",
        "Verkauf von Baumaschinen aus dem Eigenbestand"
      ]
    }
},    
    
{
  "unternehmen": "KSG",
  "branche": ["1"],
  "typ": "IBR",
  "jahr": 2025,
  "details": {
    "haupt- und unterstützungsprozesse": [
      {
        "abteilung": "Einkauf",
        "signale_pro": [
          "Leistungsstarke Einkaufs- und Beschaffungsabteilung.",
          "Operativer EK für Gars, strategischer EK Basismaterial für die Gruppe.",
          "Aktives und strukturiertes Bestandsmanagement."
        ],
        "signale_kontra": [
          "Keine Bestandspflege für Chemie in Infor, daher Information für Nachbestellungen telefonisch oder per Mail.",
          "Tagesgeschäft belastet Vertiefung des Lieferantenmanagements."
        ],
        "handlungsempfehlungen": [
          "Prüfung möglicher Intercompany-Nutzungen von Ersatzteilen zur Bedarfsbündelung und Bestandskontrolle."
        ]
      },
      {
        "abteilung": "Vertrieb",
        "signale_pro": [
          "Einleitung umfangreicher Reorganisationsmaßnahmen.",
          "Weiterentwicklung der Vertriebssteuerung und -kontrolle."
        ],
        "signale_kontra": [
          "Matrixorganisation: Erfolgsvoraussetzung nicht ausreichend erfüllt.",
          "Geringes Wir-Gefühl und Integration Gars vs. Gornsdorf.",
          "Risiko der Überlastung der Vertriebsführung durch Vielzahl und Komplexität der Aufgaben."
        ],
        "handlungsempfehlungen": [
          "Klärung der zukünftigen Rolle und Ausrichtung des Standorts Gars.",
          "Forcierung des Maßnahmenplans zur kurzfristigen Umsatzstabilisierung in Gars.",
          "Konsequente Fortführung der Verbesserung der Sales Excellence."
        ]
      },
      {
        "abteilung": "Produktion",
        "signale_pro": [
          "Optimierter Warenfluss über den Fertigungsprozess.",
          "State-of-the-Art-Anlagen wie z. B. Chemisch-Nickel-Gold vorhanden."
        ],
        "signale_kontra": [
          "Anlagen mit stark unterschiedlichem Alter.",
          "Defektbezogene Anlagenausfälle können hohen Investitionsbedarf verursachen.",
          "Optimierungspotenzial bei KPIs, v. a. im Bereich Störungen und Verzögerungen."
        ],
        "handlungsempfehlungen": [
          "Konsequente Fortführung der Anlagenwartung, um Ausfälle und Investitionen zu vermeiden.",
          "Umfassende Störungsauswertung, um Maßnahmen zu entwickeln und Probleme vorzubeugen."
        ]
      },
      {
        "abteilung": "Logistik",
        "signale_pro": [
          "Kurze Wege im Gebäude.",
          "Lager an Materialanforderungen angepasst.",
          "Erste Optimierungsmaßnahmen bei Verpackungsmaterial umgesetzt."
        ],
        "signale_kontra": [
          "Keine durchgängige Anlagenverkettung.",
          "„Schnellboot“-Ansatz für EX/MEX-Aufträge nicht wie geplant erfüllt.",
          "Planungskomplexität EX/MEX-Aufträge."
        ],
        "handlungsempfehlungen": [
          "Klare Definition von Prozessen zur Reduzierung der Planungskomplexität.",
          "Verbesserung der Liefertreue bei EX/MEX-Aufträgen."
        ]
      },
      {
        "abteilung": "Finanzen",
        "signale_pro": [
          "Ausgeprägte und stringent verfolgte Prozesse in FiBu und Controlling.",
          "Aussagekräftige und schnell verfügbare finanzwirtschaftliche MIS.",
          "Aussagekräftige Kostenrechnung."
        ],
        "signale_kontra": [
          "Planungsprozess beschränkt auf Ergebnisplanung.",
          "Potenzial in der Liquiditätssteuerung."
        ],
        "handlungsempfehlungen": [
          "Bedarfsgerechte Anpassung der Instrumente zur Liquiditätssteuerung.",
          "Erweiterung Planungs- und Budgetierungsprozess."
        ]
      },
      {
        "abteilung": "IT/Digitalisierung",
        "signale_pro": [],
        "signale_kontra": [],
        "handlungsempfehlungen": []
      },
      {
        "abteilung": "Management",
        "signale_pro": [
          "Hohes technologisches Know-how im Management vorhanden.",
          "Etablierte und umsetzungsstarke zweite Führungsebene."
        ],
        "signale_kontra": [
          "Unklare Positionierung in der Unternehmensgruppe.",
          "Werks- und Produktionsleitung wird in Personalunion verantwortet, ab 01.04.2025 Übernahme geplant."
        ],
        "handlungsempfehlungen": [
          "Definition der strategischen Zielrichtung der KSG Austria auf Basis einer Optionsanalyse gemeinsam mit dem Gesellschafter."
        ]
      },
      {
        "abteilung": "Mitarbeiter",
        "signale_pro": [
          "Kompetentes Führungsteam mit qualifizierten Angestellten.",
          "Mitarbeiter tragen zu großem Teil freiwillig zur Stabilisierung des Unternehmens bei („freiwillige Teilzeit“)."
        ],
        "signale_kontra": [
          "Überkapazitäten in einzelnen Bereichen der Verwaltung.",
          "Kritische Größe der Personalkapazität in der Fertigung zur Gewährleistung der Betriebsfähigkeit erreicht."
        ],
        "handlungsempfehlungen": [
          "Steigerung der Produktivität und Effizienz in der Fertigung, um mit reduzierter Anzahl Mitarbeiter betriebsfähig zu sein.",
          "Anpassung der Verwaltungsstruktur an die Rahmenbedingungen."
        ]
      }
    ],
    "markttrends": [
      {
        "trend": "Technisch anspruchsvolle Lösungen",
        "beschreibung": [
          "Steigende Komplexität bei Elektronikbauteilen durch Trends wie Miniaturisierung, Systemintegration und Signalintegrität.",
          "Vermehrter Einsatz von HDI (High-Density Interconnect) und flexiblen Leiterplatten.",
          "Fokus auf High-Mix-Low-Volume-Fertigung für Prototypen und spezialisierte Anwendungen."
        ],
        "positive_effekte": [
          "Abgrenzung vom Wettbewerb durch High-Mix-Low-Volume-Nische.",
          "Kundenakquise durch Musterfertigung mit Chance auf anschließende Serienfertigung."
        ],
        "negative_effekte": [
          "Abwanderung der Kunden bei Standardprodukten.",
          "High-Mix-Low-Volume sorgt für hohe indirekte Kosten (z. B. Qualität)."
        ]
      },
      {
        "trend": "Nachhaltiger Produktlebenszyklus",
        "beschreibung": [
          "Anforderungen an umweltfreundliche Materialien, die frei von toxischen Substanzen (z. B. Blei, Halogene) sind.",
          "Wachsende Bedeutung der Kreislaufwirtschaft und des Recyclings von Leiterplatten aufgrund strengerer Umweltregulierungen, v. a. in Europa."
        ],
        "positive_effekte": [
          "Umweltfreundliche Produkte können Eintritt in regulierte Branchen (z. B. Medizintechnik) bieten."
        ],
        "negative_effekte": [
          "Regulatorische Beschränkungen durch Umweltauflagen, welche im Ausland so nicht vorherrschen."
        ]
      },
      {
        "trend": "Globale geopolitische und ökonomische Instabilitäten",
        "beschreibung": [
          "Abhängigkeit von Rohstoffen (z. B. Kupfer, Gold) und Zulieferern in geopolitisch instabilen Regionen.",
          "Zunehmender Druck auf die Lieferketten durch Handelsbeschränkungen und Naturkatastrophen.",
          "Volatilität globaler Lieferketten, Handelskriege, Gesundheitskrisen und Naturkatastrophen unterstreichen Bedeutung regionaler Lieferketten."
        ],
        "positive_effekte": [
          "Nähe zu europäischen Märkten ermöglicht kürzere Lieferzeiten und gewährleistet Versorgungssicherheit für die Kunden."
        ],
        "negative_effekte": [
          "Materialabhängigkeiten sowie Volatilitäten bei Rohstoffen vom asiatischen Markt."
        ]
      },
      {
        "trend": "Wettbewerbsdichte",
        "beschreibung": [
          "Asiatische Hersteller dominieren die Massenproduktion elektronischer Komponenten.",
          "Die europäischen Marktanteile schrumpfen und erfordern Spezialisierung oder Outsourcing.",
          "Asiatische Hersteller expandieren nach Osteuropa, um den europäischen Markt zu bedienen."
        ],
        "positive_effekte": [
         
        ],
        "negative_effekte": [
          "Vorteile des lokalen Sourcing wiegen Preisvorteil des Wettbewerbs nur teilweise auf.",
          "Hoher Druck durch asiatische Anbieter auf Standardprodukte."
        ]
      }
    ],
    "SWOT": [
      {
        "stärken": [
          "Langjährige Kundenbeziehungen zu zentralen Kunden (OEM, EMS) basierend auf Qualität und Zuverlässigkeit.",
          "Hohe technische Kompetenz.",
          "Guter Kundensupport und hohe Flexibilität bei der Umsetzung von Kundenanforderungen.",
          "Fertigung komplexer Muster mit Stückzahl 1 auf dem Maschinenpark der Serienfertigung möglich.",
          "Spezialisierte Fachkräfte mit langjähriger Erfahrung.",
          "Hohe Marktkenntnis durch zum Teil enge Kundenbeziehungen und langjährige Zusammenarbeit mit Schlüsselkunden."
        ],
        "schwächen": [
          "Herstellungskosten/Materialkosten mit Fokus auf hohe Variabilität bei kleiner Stückzahl.",
          "Kapazitätsanpassungen nur begrenzt möglich aufgrund hohem Operating Leverage (insbesondere Bereich Chemie).",
          "Fehlende lokale Lieferketten für spezifische Materialien.",
          "Umsatzrückgang erfordert Anpassungen im Bereich der kritischen Mindestgröße der Organisation.",
          "Teilweise Abhängigkeit von der deutschen Muttergesellschaft, insbesondere in Bezug auf den Vertrieb.",
          "Keine eindeutige strategische Positionierung des Standortes Gars in der KSG-Gruppe. Stand-alone-Fähigkeit kritisch zu betrachten.",
          "Integration im Vertrieb nicht umgesetzt – kein gemeinsames Team mit einer gemeinsamen Zielsetzung."
        ],
        "chancen": [
          "Trend zur Digitalisierung und mehr Umweltfreundlichkeit in Europa schafft neue Vertriebsansätze.",
          "Nischendasein durch Innovation und Produktspezialisierung.",
          "Aufgrund politischer Unsicherheiten könnte der Trend zu „Local Sourcing“ wieder zunehmen (insbesondere im Bereich Defense).",
          "Sichtbarkeit der KSG im europäischen Marktumfeld.",
          "Chancen durch Konsolidierungen im Marktumfeld.",
          "Synergieeffekte beispielsweise in Zentraleinheiten durch die Zugehörigkeit zur deutschen KSG GmbH."
        ],
        "risiken": [
          "Steigende Lohnkosten und personalintensive Prozesse bei zunehmendem Preiskampf.",
          "Fachkräftemangel.",
          "Unterbrechungen in der Lieferkette und eingeschränkte lokale Lieferanten.",
          "Sinkender Kundenkreis an Elektronikproduzenten in Europa.",
          "Politische Auflagen und Restriktionen wie Zölle für Basismaterial.",
          "Steigende Energiekosten."
        ]
      }
    ],
    "krisenstadium": [
      {
        "Stakeholderkrise": [],
        "Strategiekrise": [],
        "Produkt- und Absatzkrise": [],
        "Erfolgskrise": [],
        "Liquiditätskrise": [],
        "Insolvenzreife": []
      }
    ],
    "maßnahmen": [
      "Digitalisierung in der Produktion treiben",
      "Fertigungsprozesse angleichen und standardisieren",
      "Verpackungsmaterial optimieren",
      "Liefertreue verbessern",
      "Reinraumfilteranlage modernisieren",
      "Personalabbau"
    ]
  }
},

{
  "unternehmen": "Nobby",
  "branche": ["6","7"],
  "typ": "IBR",
  "jahr": 2025,
  "details": {
    "haupt- und unterstützungsprozesse": [
      {
        "abteilung": "Einkauf",
        "signale_pro": [
          "Hohe Einkaufskompetenz durch langjährige Erfahrung und intensive Branchenvernetzung.",
          "Langjährige und enge Beziehungen zu Lieferanten in Europa und Asien.",
          "Schlanke Einkaufsorganisation mit Sitz in Bocholt.",
          "Wettbewerbsfähige Einkaufspreise."
        ],
        "signale_kontra": [
          "Branchentypische Risiken infolge des Beschaffungsschwerpunkts in Asien.",
          "Verlängerte Beschaffungszeiträume durch geänderte Seerouten (Südafrika)."
        ],
        "handlungsempfehlungen": [
          "Kein spezifischer Handlungsbedarf."
        ]
      },
      {
        "abteilung": "Vertrieb",
        "signale_pro": [
          "Eigener Außendienst mit acht festangestellten Mitarbeitern in DE sowie jeweils einem in FR und AT.",
          "Key Account Team zur Betreuung der Einkaufszentralen und großen Einzelkunden.",
          "Selektive Belieferung neuer Webshops zur Vermeidung von Preiskämpfen (kein Drop Shipping).",
          "Hohe Warenpräsenz und Distributionsquote im Fachhandel."
        ],
        "signale_kontra": [
          "Globus und Amazon: Starke Lieferantenstellung mit gleichzeitig überdurchschnittlicher Umsatzabhängigkeit.",
          "Potenzial für Neulistungen und Distributionsausweitung außerhalb Fachhandels noch nicht ausgeschöpft."
        ],
        "handlungsempfehlungen": [
          "Ausbau der Stellung als Single Source Supplier für Handelskunden.",
          "Schulung von Listungs- und Distributionsprozessen."
        ]
      },
      {
        "abteilung": "Logistik",
        "signale_pro": [
          "Der AutoStore ist für die Lagerung der Artikel äußerst effizient, auf dem neuesten Stand der Lagerhaltung.",
          "Kurze Kommunikationswege zwischen Geschäftsleitung und Lagermitarbeitern."
        ],
        "signale_kontra": [
          "Die internen Strukturen, Vorgaben und Abläufe sollten noch präziser festgelegt werden (derzeit in Umsetzung/Dokumentation).",
          "AutoStore muss optimal genutzt werden (in Planung)."
        ],
        "handlungsempfehlungen": [
          "Prüfung bezüglich Übertragung von (Teil-) Aufgaben mittels Ausschreibung an externe Spezialisten."
        ]
      },
      {
        "abteilung": "Mitarbeiter",
        "signale_pro": [
          "Hohe Betriebszugehörigkeit der Mitarbeitenden und Identifikation mit dem Unternehmen.",
          "Diversifizierte Altersstruktur.",
          "Umfangreiche fachliche Expertise."
        ],
        "signale_kontra": [
          "Tracking der Arbeitsplätze (insbesondere Logistik) ausbaufähig (BI-Tool zur Gegensteuerung in Umsetzung)."
        ],
        "handlungsempfehlungen": [
          "Analyse der Arbeitsprozesse und Optimierung der Personaleinsatzplanung."
        ]
      },
      {
        "abteilung": "Finanzen",
        "signale_pro": [
          "Verlässliche Buchhaltung mit hohem Wert auf periodengerechte (auch unterjährige) Erfolgsermittlung.",
          "IT-Landschaft ermöglicht entscheidungsstützende Ad-hoc-Analysen."
        ],
        "signale_kontra": [
          "(Zu) hohe Einbindung auf Geschäftsführungs-Ebene. Bei Entlastung mehr Fokus auf strategische Themen möglich."
        ],
        "handlungsempfehlungen": [
          "Ggf. (bei Finanziererwunsch) Definition maßgeschneidertes Reporting.",
          "Kein spezifischer Handlungsbedarf."
        ]
      },
      {
        "abteilung": "IT/Digitalisierung",
        "signale_pro": [
          "Hoher Stand an Sicherheitsmaßnahmen.",
          "Effizienter Datenaustausch und effektives Datenmanagement insbesondere Logistik und Vertrieb."
        ],
        "signale_kontra": [
          "Fehlende Integration von digitalen Tools (Wissensmanagement- und Kollaborationstools).",
          "Die Rechnungsstellung wird erst ab 2025 vollständig digital umgesetzt."
        ],
        "handlungsempfehlungen": [
          "Kein spezifischer Handlungsbedarf."
        ]
      },
      {
        "abteilung": "Management",
        "signale_pro": [
          "Hohe Fach- und Branchenkompetenz auf Ebene der Geschäftsführung sowie der Leitungsfunktionen.",
          "Junges Geschäftsführungsteam.",
          "Kultivierung freundschaftlicher aber wettbewerbsorientierter Beziehung zum Hauptkonkurrenten Trixie.",
          "Gute Datenlagen (u. a. Power BI)."
        ],
        "signale_kontra": [
          "Temporäre Managementengpässe durch die umzugsbedingte Erschwernisse und den zeitweisen gesundheitsbedingten Ausfall des Gründungsgeschäftsführers."
        ],
        "handlungsempfehlungen": [
          "Kein dringender Handlungsbedarf.",
          "Ggf. zukunftsorientierte Überprüfung der Aufgaben und Leitungsumfang auf Geschäftsführungsebene."
        ]
      }
    ],
    "markttrends": [
      {
        "trend": "Technologie im Tierzubehör",
        "beschreibung": [
          "Technologie im Tierzubehör umfasst smarte Lösungen, die das Wohlbefinden, die Gesundheit und Sicherheit von Haustieren fördern.",
          "Beispiele für diesen Trend sind GPS-Tracker, Überwachungskameras mit Leckerli-Ausgabe, automatische Futterspender, interaktive Spielzeuge und Health-Monitore."
        ],
        "positive_effekte": [
          "Trotz der breiten Produktpalette bietet Nobby noch keine technologisch fortgeschrittenen Artikel an, was eine Chance für die Erschließung eines neuen Absatzmarktes darstellt."
        ],
        "negative_effekte": [
          "Nobby hat derzeit begrenzte Erfahrung und keine etablierten Partner in diesem Bereich. Geeignete Partner müssen erst identifiziert und gewonnen werden."
        ]
      },
      {
        "trend": "Premium Produkte",
        "beschreibung": [
          "Verbraucher investieren mehr in hochwertiges Tierfutter (getreidefrei, ohne Zusatzstoffe, personalisiert) und spezialisierte Ausstattung.",
          "Trends sind unter anderem nachhaltige Verpackungen, Wellness- und Pflegeprodukte sowie funktionale Premium-Leckerlis, z. B. für Zahnpflege."
        ],
        "positive_effekte": [
          "Nobby bietet bereits ausgewählte Premium-Produkte an, hat jedoch die Möglichkeit, das Sortiment in diesem Bereich weiter auszubauen.",
          "Ein gezielter Einstieg und Ausbau des Premium-Segments eröffnet Potenziale zur Gewinnung neuer Kunden und kann zu einem gesteigerten Absatz führen."
        ],
        "negative_effekte": []
      },
      {
        "trend": "Nachhaltigkeit",
        "beschreibung": [
          "Nachhaltigkeit in der Tiergesundheit zeigt sich im Trend zu gesunder Ernährung und Wohlbefinden durch spezielle Futtermittel für Allergien, allergenfreie Nahrung und Pflegeprodukte.",
          "Steigende Nachfrage nach nachhaltigen Futter- und Snacks: reduzierter Fleischanteil, mehr Bio, nachhaltiger Fischfang und regionale Zutaten."
        ],
        "positive_effekte": [
          "Nobby bietet Produkte zur Förderung der Tiergesundheit, z. B. Nahrungsergänzungsmittel.",
          "Nobby ist sich des Trends bewusst, hat jedoch festgestellt, dass Käufer häufig von nachhaltigen Produkten absehen."
        ],
        "negative_effekte": [
          "Produkte werden weltweit hergestellt und nach Deutschland verschifft."
        ]
      },
      {
        "trend": "Pflegeprodukte und Wellness",
        "beschreibung": [
          "Es besteht eine steigende Nachfrage nach natürlichen Wellness- und Pflegeprodukten, die Wohlbefinden und die Gesundheit von Haustieren fördern.",
          "Es gibt natürliche Pflegeprodukte für schonende Hautpflege, Entspannungsprodukte zur Stressminderung, Nahrungsergänzung für Haut und Gelenke sowie Zahnpflegeprodukte gegen Zahnstein und Mundgeruch."
        ],
        "positive_effekte": [
          "Nobby bietet ein breites Portfolio an Wellness- und Pflegeprodukten für verschiedene Heimtiere.",
          "Nobby könnte gezielt neue Wellness-Produkte entwickeln oder anbieten, um auf die wachsende Nachfrage nach tierfreundlichen Wellness-Lösungen einzugehen."
        ],
        "negative_effekte": []
      }
    ],
    "SWOT": [
      {
        "stärken": [
          "Vollsortimenter mit Abdeckung aller relevanter Artikelgruppen für den Heimtierfachhandel.",
          "Hohe Distribution im Fachhandel als Spiegelbild der Leistungsfähigkeit.",
          "Herstellerübergreifende Sortimentskompetenz (Category Captain bei Globus).",
          "Markenbekanntheit und Generierung von attraktiven Spannen für den Fachhandel.",
          "Zukunftsorientierte Investition in einen modernen Unternehmensstandort – Senkung Personalbedarf, Kosten und Auslieferzeiten.",
          "Eigenes Umbau-Team für Aufbau aufmerksamkeitsstarker Promotion- und Zweitplatzierungen – Umsatzsteigerung gesamte Heimtierabteilung nach Umbau um bis zu 30 % (z. B. Profi-Baumarkt Essen Hellweg)."
        ],
        "schwächen": [
          "Die Logistik weist eine begrenzte Flexibilität auf, um Marktschwankungen effektiv auszugleichen.",
          "Eine unverändert fortlaufende Überprüfung der Logistikprozesse ist empfehlenswert, um weiterhin Schwachstellen zu identifizieren und zu beheben."
        ],
        "chancen": [
          "Innerhalb von Europa ist Deutschland das zweitstärkste Umsatzland für Tierzubehör.",
          "Die gegenläufige Entwicklung von Haustierbeständen und Umsätzen zeigt, dass Menschen heute deutlich mehr für ihre Haustiere ausgeben als in der Vergangenheit.",
          "Trends wie Technologie im Tierzubehör und Premium-Produkte ermöglichen neue Chancen für Nobby.",
          "Stetig steigender Markt; solange der Markt sich positiv entwickelt, wächst Nobby weiterhin auch."
        ],
        "risiken": [
          "Hohe Investitionen in den Neubau und deren Fremdfinanzierung führen zukünftig zu hohem Kapitaldienst, der wesentliche Teile des operativen Cashflows aufzehrt.",
          "Analog führen hohe Abschreibungen und Zinsdienste zu zwar positiven – jedoch geringen – Ergebnissen und Renditen.",
          "Insgesamt könnte die Kapitaldienst- bzw. -marktfähigkeit aus externer Finanzierungssicht kritisch gesehen werden, was die Abhängigkeit vom bestehenden Finanziererkreis erhöht."
        ]
      }
    ],
    "krisenstadium": [
      {
        "Stakeholderkrise": [
          "Generationenwechsel erfolgreich gestaltet.",
          "Neues Geschäftsführer-Duo arbeitet effizient miteinander.",
          "Teils heterogene Interessen und Einschätzungen zum Unternehmen innerhalb des Finanziererkreises erschweren schnelle Finanzierungslösungen."
        ],
        "Strategiekrise": [
          "Gute Kunden- und Lieferantenorientierung.",
          "Wettbewerbssituation und Marktentwicklung werden richtig eingeschätzt.",
          "Zu kleinteiliges Sortiment (Kapitalbindung) wird reduziert/optimiert."
        ],
        "Produkt- und Absatzkrise": [
          "Störungen der Lieferketten einerseits als auch andererseits durch die Verlagerung des Unternehmensstandorts entstandene Restriktionen führten zu einer geringen Lieferfähigkeit und damit gesunkenem Absatz."
        ],
        "Erfolgskrise": [
          "Infolge der Absatzkrise zeigen die Jahre 2023 und 2024 unter Herausrechnung außerordentlicher Erträge aus Anlagenabgängen deutliche negative Ergebnisse."
        ],
        "Liquiditätskrise": [
          "Investitionen in den neuen Unternehmensstandort liegen rund 1,0 Mio. EUR höher als ursprünglich kalkuliert.",
          "Eine Nachfinanzierung konnte nicht rechtzeitig abgeschlossen werden, wodurch es in 2024 zu einem Aufbau fälliger Verbindlichkeiten kam.",
          "Nach grundsätzlicher Einigung auf eine Nachfinanzierung und Gewährung von Gesellschafterdarlehen hat sich die Liquiditätskrise entspannt."
        ],
        "Insolvenzreife": [
          "Nach grundsätzlicher Einigung auf eine Nachfinanzierung und Gewährung von Gesellschafterdarlehen hat sich die Liquiditätskrise entspannt; weder eine bestehende noch eine drohende Zahlungsunfähigkeit ist damit ersichtlich.",
          "Bei bestehenden Prämissen ist Nobby im Planungszeitraum durchfinanziert und eine positive Fortbestehensprognose kann gestellt werden."
        ]
      }
    ],
    "maßnahmen": [
      "Kontinuierliche Steigerung der Bekanntheit von Nobby durch den weiteren Ausbau der Social-Media-Aktivitäten",
      "Überprüfung und Bereinigung des Sortiments um ca. 1.000 Artikel",
      "Aktive Forcierung der kreativen Warengruppen- und Markenpräsentation am Point of Sale (Erstellung durch eigene Schreinerei)",
      "Sukzessive Erschließung weiterer Vertriebskanäle wie z.B. Baumärkte, Gartencenter und Möbelhäuser",
      "Regelmäßige Durchführung einer Kosten-Nutzenbewertung des gedruckten Katalogs – perspektivische Ablösung durch eine digitale Version.",
      "Strategische Bewertung des Ausbaus des Verkaufs an Endkunden (B2C) über einen eigenen Online-Shop",
      "Arbeitsablaufoptimierung im Lager und Steuerung der "
    ]
  }
}
,

{
  "unternehmen": "Vorlage",
  "branche": ["1", "2"],
  "typ": "IBR",
  "jahr": 2025,
  "details": {
    "haupt- und unterstützungsprozesse": [
    {
      "abteilung": "Einkauf",
      "signale_pro": [
        "",
        ""
      ],
      "signale_kontra": [
        "",
        ""
      ],
      "handlungsempfehlungen": [
        "",
        ""
      ]
    },
    {
      "abteilung": "Produktion",
      "signale_pro": [
        "",
        ""
      ],
      "signale_kontra": [
        "",
        ""
      ],
      "handlungsempfehlungen": [
        "",
        ""
      ]
    },
    {
      "abteilung": "Logistik",
      "signale_pro": [
        "",
        ""
      ],
      "signale_kontra": [
        "",
        ""
      ],
      "handlungsempfehlungen": [
        "",
        ""
      ]
    },
    {
      "abteilung": "Vertrieb",
      "signale_pro": [
        "",
        ""
      ],
      "signale_kontra": [
        "",
        ""
      ],
      "handlungsempfehlungen": [
        "",
        ""
      ]
    },
    {
      "abteilung": "Finanzen",
      "signale_pro": [
        "",
        ""
      ],
      "signale_kontra": [
        "",
        ""
      ],
      "handlungsempfehlungen": [
        "",
        ""
      ]
    },
    {
      "abteilung": "IT/Digitalisierung",
      "signale_pro": [
        "",
        ""
      ],
      "signale_kontra": [
        "",
        ""
      ],
      "handlungsempfehlungen": [
        "",
        ""
      ]
    },
    {
      "abteilung": "Management",
      "signale_pro": [
        "",
        ""
      ],
      "signale_kontra": [
        "",
        ""
      ],
      "handlungsempfehlungen": [
        "",
        ""
      ]
    },
    {
      "abteilung": "Mitarbeiter",
      "signale_pro": [
        "",
        ""
      ],
      "signale_kontra": [
        "",
        ""
      ],
      "handlungsempfehlungen": [
        "",
        ""
      ]
    }
    ],
    "markttrends": [
      {
        "trend": "",
        "beschreibung": [
        "",
        ""
        ],
        "positive_effekte": [
        "",
        ""
        ],
        "negative_effekte": [
        "",
        ""
        ]
      },
      {
        "trend": "",
        "beschreibung": [
        "",
        ""
        ],
        "positive_effekte": [
        "",
        ""
        ],
        "negative_effekte": [
        "",
        ""
        ]
      },
      {
        "trend": "",
        "beschreibung": [
        "",
        ""
        ],
        "positive_effekte": [
        "",
        ""
        ],
        "negative_effekte": [
        "",
        ""
        ]
      },
      {
        "trend": "",
        "beschreibung": [
        "",
        ""
        ],
        "positive_effekte": [
        "",
        ""
        ],
        "negative_effekte": [
        "",
        ""
        ]
      }
    ],

    "SWOT": [
      {
        "stärken": [
        "",
        ""
        ],
        "schwächen": [
        "",
        ""
        ],
        "chancen": [
        "",
        ""
        ],
        "risiken": [
        "",
        ""
        ]
      }
    ],

    "krisenstadium": [
      {
        "Stakeholderkrise": [],
        "Strategiekrise": [],
        "Produkt- und Absatzkrise": [],
        "Erfolgskrise": [],
        "Liquiditätskrise": [],
        "Insolvenzreife": []
      }
    ],

    "maßnahmen": [
        "",
        ""
    ]
    }
}

]
